let musics_obj = [
    {
        id:1,
        songName:"HEAVEN",
        author:"Aillee",
        src:"audio/Ailee - HEAVEN.mp3",
        songDuration:"03:31",
        lrc:`
[00:00.440]HEAVEN - Ailee (에일리)
[00:01.020]词：휘성
[00:01.090]曲：이기/서용배
[00:01.160]니가 있는 곳에
[00:01.160]有你的地方
[00:03.800]나도 함께 할게
[00:03.800]我会与你同在
[00:11.880]니가 가는 곳에
[00:11.880]你要去的地方
[00:14.380]나도 함께 갈게
[00:14.380]我也会跟随
[00:23.800]널 위해서 매일 웃고
[00:23.800]为了你我每天笑着
[00:26.480]널 위해서 기도하고
[00:26.480]为了你而祈祷
[00:29.430]니 생각에 잠들고
[00:29.430]想着你入睡
[00:32.040]널 부르며 눈을 떠
[00:32.040]一睁开眼就呼唤着你
[00:34.460]내 옆에서 지켜주고
[00:34.460]在我身边守护着我
[00:37.090]내 옆에서 감싸주는
[00:37.090]在我身边保护着我
[00:40.330]넌 나의 천국인걸
[00:40.330]你就是我的天堂
[00:43.720]You're my only one way
[00:43.720]你是我的唯一
[00:46.490]오직 너를 원해
[00:46.490]我只想要你
[00:49.460]내가 니 곁에 있음에 감사해
[00:49.460]允许我待在你身边 十分感谢
[00:54.310]You're the only one babe
[00:54.310]你是唯一 宝贝
[00:57.070]힘든 세상 속에 사랑을 알게 해준
[00:57.070]在这个痛苦世界里 是你让我知道了何为爱
[01:04.260]너 하나로 나는 행복해
[01:04.260]有你在身边我很幸福
[01:06.650]Heaven Heaven Heaven Heaven Heaven
[01:06.650]天堂 天堂 天堂 天堂 天堂
[01:09.330]Heaven Heaven Heaven Heaven Heaven
[01:09.330]天堂 天堂 天堂 天堂 天堂
[01:12.540]우리 함께라면
[01:12.540]我们在一起的话
[01:14.490]We will never cry never never cry
[01:14.490]我们永远不会哭泣 不会 不会哭泣
[01:17.430]Heaven Heaven Heaven Heaven Heaven
[01:17.430]天堂 天堂 天堂 天堂 天堂
[01:20.090]Heaven Heaven Heaven Heaven Heaven
[01:20.090]天堂 天堂 天堂 天堂 天堂
[01:23.120]영원히 둘이서 never gonna be alone
[01:23.120]永远两个人 永远不会孤单
[01:30.370]니 품에서 숨을 쉬고
[01:30.370]在你怀中呼吸
[01:33.270]니 품에서 입 맞추고
[01:33.270]在你怀中拥吻
[01:36.090]니 목소릴 들으면
[01:36.090]听见你的声音
[01:38.700]꿈 꾸는 것 만 같아
[01:38.700]似做梦般
[01:41.090]니 눈에서 알 수 있어
[01:41.090]我懂你的眼神
[01:43.730]니 사랑을 알 수 있어
[01:43.730]懂你的爱
[01:46.990]넌 나의 천국인걸
[01:46.990]你就是我的天堂
[01:50.300]You're my only one way
[01:50.300]你是我的唯一
[01:53.000]오직 너를 원해
[01:53.000]我只想要你
[01:56.070]내가 니 곁에 있음에 감사해
[01:56.070]允许我待在你身边 十分感谢
[02:00.950]You're the only one babe
[02:00.950]你是唯一 宝贝
[02:03.640]힘든 세상 속에
[02:03.640]在这个痛苦世界里
[02:06.640]사랑을 알게 해준
[02:06.640]是你让我知道了何为爱
[02:10.870]너 하나로 나는 행복해
[02:10.870]有你在身边我很幸福
[02:13.340]Heaven 나만의 사람
[02:13.340]天堂 专属我的人
[02:15.670]그래 나를 지켜줄 사람
[02:15.670]没错那个守护着我的人
[02:18.370]어떤 슬픔도 어떤 아픔도
[02:18.370]管他什么悲伤与疼痛
[02:21.450]너와 함께 한다면
[02:21.450]只要与你在一起
[02:25.160]어느 누구도 난 부럽지 않아
[02:25.160]我谁也不羡慕
[02:29.180]떨리는 두 손을 잡아줘
[02:29.180]牵起我颤抖的双手
[02:32.380]내가 사는 이유 너니까
[02:32.380]因为我活着的理由就是你
[02:35.790]You're my only one way
[02:35.790]你是我的唯一
[02:38.410]오직 너를 원해
[02:38.410]我只想要你
[02:41.390]내가 니 곁에 있음에 감사해
[02:41.390]允许我待在你身边 十分感谢
[02:46.300]You're the only one babe
[02:46.300]你是唯一 宝贝
[02:49.050]힘든 세상 속에
[02:49.050]在这个痛苦世界里
[02:52.020]사랑을 알게 해준
[02:52.020]是你让我知道了何为爱
[02:56.220]너 하나로 나는 행복해
[02:56.220]有你在身边我很幸福
[02:58.610]Heaven Heaven Heaven Heaven Heaven
[02:58.610]天堂 天堂 天堂 天堂 天堂
[03:01.400]Heaven Heaven Heaven Heaven Heaven
[03:01.400]天堂 天堂 天堂 天堂 天堂
[03:04.540]우리 함께라면
[03:04.540]我们在一起的话
[03:06.490]We will never cry never never cry
[03:06.490]我们永远不会哭泣 不会 不会哭泣
[03:09.380]Heaven Heaven Heaven Heaven Heaven
[03:09.380]天堂 天堂 天堂 天堂 天堂
[03:12.060]Heaven Heaven Heaven Heaven Heaven
[03:12.060]天堂 天堂 天堂 天堂 天堂
[03:15.100]영원히 둘이서 never gonna be alone
[03:15.100]永远两个人 永远不会孤单
[03:22.390]Oh so alone
[03:22.390]哦 如此孤单
`},
{
    id:2,
    songName:'unravel',
    author:'TK from 凛冽时雨 (TK from 凛として時雨)',
    src:'audio/unravel - TK from 凛として時雨.m4a',
    songDuration:'03:58',
    lrc:`
[00:00.000]unravel (《东京食尸鬼》TV动画片头曲) - TK from 凛として時雨
[00:00.770]词：TK
[00:00.870]曲：TK
[00:01.030]教えて 教えてよ その仕組みを
[00:01.030]请告诉我 请告诉我 那其中的构造
[00:08.450]僕の中に誰がいるの？
[00:08.450]我的体内 到底有谁存在？
[00:15.570]壊れた 壊れたよ この世界で
[00:15.570]渐渐崩溃 已然坍塌 在这个世界
[00:22.710]君が笑う 何も見えずに
[00:22.710]你却笑了 什么都看不清
[00:42.300]壊れた僕なんてさ 息を止めて
[00:42.300]已崩坏的我 干脆停止呼吸
[00:49.260]ほどけない もう ほどけないよ
[00:49.260]解不开 已经 无法得到解脱
[00:53.090]真実さえ freeze
[00:53.090]就连真相 也被冻结
[00:56.470]壊せる 壊せない 狂える 狂えない
[00:56.470]能够破坏 无法破坏 还能疯狂 无法发狂
[01:00.100]あなたを見つけて 揺れた
[01:00.100]找到你之后 我却动摇了
[01:03.680]歪んだ世界にだんだん
[01:03.680]在这个扭曲的世界
[01:06.280]僕は透き通って見えなくなって
[01:06.280]我逐渐变得透明 无法被看清
[01:10.700]見つけないで 僕のことを 見つめないで
[01:10.700]请不要找到我 不要注视着我
[01:17.790]誰かが描いた世界の中で
[01:17.790]在这个他人描绘的世界
[01:21.340]あなたを傷つけたくはないよ
[01:21.340]我并不想伤害你
[01:24.910]覚えていて 僕のことを鮮やかなまま
[01:24.910]请记住我 这鲜明的存在
[01:42.920]無限に広がる孤独が絡まる
[01:42.920]无限蔓延的孤独 开始交织在一起
[01:46.200]無邪気に笑った記憶が刺さって
[01:46.200]记忆中无邪的微笑 此刻却刺痛我的心
[01:49.810]動けない 動けない 動けない
[01:49.810]无法动弹 无法动弹 无法动弹
[01:52.480]動けない 動けない 動けない
[01:52.480]无法动弹 无法动弹 无法动弹
[01:56.130]Unravelling the world
[01:56.130]放手这个世界吧
[02:25.780]変わってしまった 変えられなかった
[02:25.780]面目全非 无法挽救
[02:28.880]２つが絡まる ２人が滅びる
[02:28.880]二者相互交织 二人走向毁灭
[02:32.400]壊せる 壊せない 狂える 狂えない
[02:32.400]能够破坏 无法破坏 还能疯狂 无法发狂
[02:35.800]あなたを汚せないよ 揺れた
[02:35.800]不能玷污纯洁的你 我却动摇了
[02:39.320]歪んだ世界にだんだん
[02:39.320]在这个扭曲的世界
[02:41.940]僕は透き通って見えなくなって
[02:41.940]我逐渐变得透明 无法被看清
[02:46.700]見つけないで 僕のことを 見つめないで
[02:46.700]请不要找到我 不要注视着我
[02:53.820]誰かが仕組んだ孤独な罠に
[02:53.820]这个他人布下的孤独陷阱里
[02:57.280]未来がほどけてしまう前に
[02:57.280]在我的未来得到解脱之前
[03:00.930]思い出して 僕のことを 鮮やかなまま
[03:00.930]请想起我 这鲜明的存在
[03:11.700]忘れないで 忘れないで
[03:11.700]不要忘记 不要忘记
[03:15.130]忘れないで 忘れないで
[03:15.130]不要忘记 不要忘记
[03:18.760]変わってしまったことにparalyze
[03:18.760]对面目全非的一切已然麻木
[03:22.200]変えられないことだらけのparadise
[03:22.200]无可奈何堆砌的这个乐园
[03:25.850]覚えていて 僕のことを
[03:25.850]请记住我
[03:36.450]教えて 教えて 僕の中に誰がいるの？
[03:36.450]请告诉我 请告诉我 我的体内有谁存在？
`},
{
    id:3,
    songName:'多远都要在一起',
    author:'G.E.M. 邓紫棋',
    src:'audio/多远都要在一起 - G.E.M. 邓紫棋.m4a',
    songDuration:'03:37',
    lrc:`
[00:00.000]多远都要在一起 - G.E.M. 邓紫棋
[00:01.620]词：G.E.M. 邓紫棋
[00:02.460]曲：G.E.M. 邓紫棋
[00:03.240]编曲：Lupo Groinig
[00:03.860]OP：蜂鸟音乐
[00:04.680]SP：百纳娱乐
[00:14.400]想听你听过的音乐
[00:16.760]想看你看过的小说
[00:20.370]我想收集每一刻
[00:22.640]我想看到你眼里的世界
[00:28.630]想到你到过的地方
[00:30.720]和你曾渡过的时光
[00:34.430]不想错过每一刻
[00:36.820]多希望我一直在你身旁
[00:42.820]未来何从何去
[00:45.440]你快乐我也就没关系
[00:48.640]对你我最熟悉
[00:50.960]你爱自由我却更爱你
[00:55.630]我能习惯远距离
[00:59.150]爱总是身不由己
[01:02.660]宁愿换个方式至少还能遥远爱着你
[01:09.710]爱能克服远距离
[01:13.080]多远都要在一起
[01:16.780]你已经不再存在我世界里
[01:22.000]请不要离开我的回忆
[01:39.270]想你说爱我的语气
[01:41.450]想你望着我的眼睛
[01:45.060]不想忘记每一刻
[01:47.370]用思念让我们一直前进
[01:53.330]想像你失落的唇印
[01:55.520]想像你失约的旅行
[01:59.120]想像你离开的一刻
[02:01.590]如果我有留下你的勇气
[02:06.220]我能习惯远距离
[02:09.580]爱总是身不由己
[02:13.250]宁愿换个方式至少还能遥远爱着你
[02:20.200]爱能克服远距离
[02:23.680]多远都要在一起
[02:27.210]我已经不再存在你的心里
[02:32.530]就让我独自守着回忆
[02:36.190]如果阳光永远都炽热
[02:39.690]如果彩虹不会掉颜色
[02:43.000]你能不能不离开呢
[02:50.250]我能习惯远距离
[02:53.710]爱总是身不由己
[02:57.330]宁愿换个方式至少还能遥远爱着你
[03:04.240]爱能克服远距离
[03:07.710]多远都要在一起
[03:11.240]你已经不再存在我世界里
[03:16.640]请不要离开我的回忆
[03:25.820]请不要离开不要离开我的回忆
`},
{
    id:4,
    songName:'花海',
    author:'周杰伦',
    src:'audio/花海 - 周杰伦.m4a',
    songDuration:'04:24',
    lrc:`
[00:00.000]晴天 - 周杰伦 (Jay Chou)
[00:02.250]词：周杰伦
[00:04.500]曲：周杰伦
[00:06.750]编曲：周杰伦
[00:09.000]制作人：周杰伦
[00:11.250]合声：周杰伦
[00:13.500]合声编写：周杰伦
[00:15.750]吉他：蔡科俊Again
[00:18.000]贝斯：陈任佑
[00:20.250]鼓：陈柏州
[00:22.510]录音助理：刘勇志
[00:24.760]录音工程：杨瑞代（Alfa Studio）
[00:27.010]混音工程：杨大纬（杨大纬录音工作室）
[00:29.260]故事的小黄花
[00:32.710]从出生那年就飘着
[00:36.240]童年的荡秋千
[00:39.750]随记忆一直晃到现在
[00:42.910]Re So So Si Do Si La
[00:45.930]So La Si Si Si Si La Si La So
[00:49.870]吹着前奏望着天空
[00:53.200]我想起花瓣试着掉落
[00:56.720]为你翘课的那一天
[00:58.830]花落的那一天
[01:00.600]教室的那一间
[01:02.320]我怎么看不见
[01:04.120]消失的下雨天
[01:05.810]我好想再淋一遍
[01:09.990]没想到失去的勇气我还留着
[01:16.120]好想再问一遍
[01:17.970]你会等待还是离开
[01:24.910]刮风这天我试过握着你手
[01:30.450]但偏偏雨渐渐大到我看你不见
[01:38.880]还要多久我才能在你身边
[01:45.440]等到放晴的那天也许我会比较好一点
[01:52.870]从前从前有个人爱你很久
[01:58.540]但偏偏风渐渐把距离吹得好远
[02:06.940]好不容易又能再多爱一天
[02:13.500]但故事的最后你好像还是说了拜拜
[02:34.900]为你翘课的那一天
[02:36.880]花落的那一天
[02:38.660]教室的那一间
[02:40.390]我怎么看不见
[02:42.150]消失的下雨天
[02:43.870]我好想再淋一遍
[02:48.000]没想到失去的勇气我还留着
[02:54.150]好想再问一遍
[02:56.030]你会等待还是离开
[03:02.920]刮风这天我试过握着你手
[03:08.490]但偏偏雨渐渐大到我看你不见
[03:16.940]还要多久我才能在你身边
[03:23.430]等到放晴的那天也许我会比较好一点
[03:30.870]从前从前有个人爱你很久
[03:37.140]偏偏风渐渐把距离吹得好远
[03:44.880]好不容易又能再多爱一天
[03:51.420]但故事的最后你好像还是说了拜拜
[03:58.490]刮风这天我试过握着你手
[04:01.970]但偏偏雨渐渐大到我看你不见
[04:05.650]还要多久我才能够在你身边
[04:09.070]等到放晴那天也许我会比较好一点
[04:12.920]从前从前有个人爱你很久
[04:15.910]但偏偏雨渐渐把距离吹得好远
[04:19.380]好不容易又能再多爱一天
[04:22.860]但故事的最后你好像还是说了拜
`},
{
    id:5,
    songName:'少年',
    author:'梦然',
    src:'audio/少年 - 梦然.m4a',
    songDuration:'03:56',
    lrc:`
[00:00.000]少年 - 梦然 (Miya)
[00:02.020]词：梦然
[00:04.040]曲：梦然
[00:06.060]编曲：张亮
[00:08.090]制作人：张亮/徐阁
[00:10.110]和声编写：海青/梦然
[00:12.130]和声演唱：海青/梦然
[00:14.160]Rap：梦然
[00:16.180]混音工程师：赵靖
[00:18.200]母带工程师：赵靖
[00:20.230]监制：梦然
[00:22.260]换种生活
[00:23.090]让自己变得快乐
[00:24.890]放弃执着
[00:25.590]天气就会变得不错
[00:27.530]每次走过
[00:28.680]都是一次收获
[00:30.230]还等什么 做对的选择
[00:32.840]过去的
[00:33.620]就让它过去吧
[00:35.500]别管那是一个玩笑还是谎话
[00:38.190]路在脚下
[00:39.200]其实并不复杂
[00:40.880]只要记得你是你呀
[00:43.360]Wu oh oh
[00:54.030]Wu oh oh
[01:03.560]我还是从前那个少年
[01:06.560]没有一丝丝改变
[01:09.300]时间只不过是考验
[01:11.940]种在心中信念丝毫未减
[01:15.290]眼前这个少年
[01:17.160]还是最初那张脸
[01:19.880]面前再多艰险不退却
[01:22.990]Say never never give up
[01:24.730]Like a fire
[01:26.190]Wu oh oh
[01:36.900]换种生活
[01:37.870]让自己变得快乐
[01:39.490]放弃执着
[01:40.270]天气就会变得不错
[01:42.170]每次走过
[01:43.220]都是一次收获
[01:44.890]还等什么 做对的选择
[01:47.490]过去的
[01:48.260]就让它过去吧
[01:50.250]别管那是一个玩笑还是谎话
[01:52.940]路在脚下
[01:53.860]其实并不复杂
[01:55.590]只要记得你是你呀
[02:08.810]Miya miya miya miya miya
[02:13.370]Call me
[02:14.050]Miya miya miya miya miya
[02:18.190]我还是从前那个少年
[02:21.180]没有一丝丝改变
[02:23.830]时间只不过是考验
[02:26.580]种在心中信念丝毫未减
[02:29.940]眼前这个少年
[02:31.910]还是最初那张脸
[02:34.580]面前再多艰险不退却
[02:37.780]Say never never give up
[02:39.530]Like a fire
[02:40.840]追逐生命里光临身边的每道光
[02:43.420]让世界因为你的存在变的闪亮
[02:46.100]其实你我他并没有什么不同
[02:48.760]只要你愿为希望画出一道想象
[02:51.420]成长的路上必然经历很多风雨
[02:54.100]相信自己终有属于你的盛举
[02:56.660]别因为磨难 停住你的脚步
[02:59.240]坚持住 就会拥有属于你的蓝图
[03:01.950]Wu oh oh
[03:11.510]我还是从前那个少年
[03:14.540]没有一丝丝改变
[03:17.100]时间只不过是考验
[03:19.850]种在心中信念丝毫未减
[03:23.250]眼前这个少年
[03:25.080]还是最初那张脸
[03:27.880]面前再多艰险不退却
[03:31.100]Say never never give up
[03:32.500]Like a fire
[03:32.960]我还是从前那个少年miya
[03:38.150]我还是从前那个少年miya
[03:43.520]我还是眼前这个少年miya
[03:48.810]我还是从前那个少年miya
`},
{
    id:6,
    songName:'晴天',
    author:'周杰伦',
    src:'audio/晴天 - 周杰伦.m4a',
    songDuration:'03:58',
    lrc:`
[00:00.000]晴天 - 周杰伦 (Jay Chou)
[00:02.250]词：周杰伦
[00:04.500]曲：周杰伦
[00:06.750]编曲：周杰伦
[00:09.000]制作人：周杰伦
[00:11.250]合声：周杰伦
[00:13.500]合声编写：周杰伦
[00:15.750]吉他：蔡科俊Again
[00:18.000]贝斯：陈任佑
[00:20.250]鼓：陈柏州
[00:22.510]录音助理：刘勇志
[00:24.760]录音工程：杨瑞代（Alfa Studio）
[00:27.010]混音工程：杨大纬（杨大纬录音工作室）
[00:29.260]故事的小黄花
[00:32.710]从出生那年就飘着
[00:36.240]童年的荡秋千
[00:39.750]随记忆一直晃到现在
[00:42.910]Re So So Si Do Si La
[00:45.930]So La Si Si Si Si La Si La So
[00:49.870]吹着前奏望着天空
[00:53.200]我想起花瓣试着掉落
[00:56.720]为你翘课的那一天
[00:58.830]花落的那一天
[01:00.600]教室的那一间
[01:02.320]我怎么看不见
[01:04.120]消失的下雨天
[01:05.810]我好想再淋一遍
[01:09.990]没想到失去的勇气我还留着
[01:16.120]好想再问一遍
[01:17.970]你会等待还是离开
[01:24.910]刮风这天我试过握着你手
[01:30.450]但偏偏雨渐渐大到我看你不见
[01:38.880]还要多久我才能在你身边
[01:45.440]等到放晴的那天也许我会比较好一点
[01:52.870]从前从前有个人爱你很久
[01:58.540]但偏偏风渐渐把距离吹得好远
[02:06.940]好不容易又能再多爱一天
[02:13.500]但故事的最后你好像还是说了拜拜
[02:34.900]为你翘课的那一天
[02:36.880]花落的那一天
[02:38.660]教室的那一间
[02:40.390]我怎么看不见
[02:42.150]消失的下雨天
[02:43.870]我好想再淋一遍
[02:48.000]没想到失去的勇气我还留着
[02:54.150]好想再问一遍
[02:56.030]你会等待还是离开
[03:02.920]刮风这天我试过握着你手
[03:08.490]但偏偏雨渐渐大到我看你不见
[03:16.940]还要多久我才能在你身边
[03:23.430]等到放晴的那天也许我会比较好一点
[03:30.870]从前从前有个人爱你很久
[03:37.140]偏偏风渐渐把距离吹得好远
[03:44.880]好不容易又能再多爱一天
[03:51.420]但故事的最后你好像还是说了拜拜
[03:58.490]刮风这天我试过握着你手
[04:01.970]但偏偏雨渐渐大到我看你不见
[04:05.650]还要多久我才能够在你身边
[04:09.070]等到放晴那天也许我会比较好一点
[04:12.920]从前从前有个人爱你很久
[04:15.910]但偏偏雨渐渐把距离吹得好远
[04:19.380]好不容易又能再多爱一天
[04:22.860]但故事的最后你好像还是说了拜
`},
{
    id:7,
    songName:'致爱 Your Song',
    author:'鹿晗',
    src:'audio/致爱 Your Song - 鹿晗.m4a',
    songDuration:'03:13',
    lrc:`
[00:00.000]致爱 Your Song - 鹿晗
[00:00.150]词：朱婧汐Jing
[00:00.300]曲：MatthewTishler/Jeannie Lurie
[00:00.450]编曲：MatthewTishler/Jeannie Lurie
[00:00.600]和声：Victor刘伟德
[00:00.750]在我眼中
[00:03.180]在我心中
[00:04.900]有你的出现就有蔚蓝天空
[00:11.230]梦的城堡
[00:13.870]用爱守候
[00:15.600]最美好的时光在这停留
[00:21.860]就让我陪在你身旁
[00:24.400]当你快乐或是绝望
[00:27.250]就像你
[00:28.060]陪着我一样
[00:31.630]世界变化不停
[00:34.050]人潮川流不息
[00:36.470]我只想每个落日
[00:39.100]身边都有你
[00:41.770]如果有一天你会
[00:44.490]忘记我们的约定
[00:47.790]没关系
[00:48.690]至少有这首歌
[00:51.450]我再唱给你听
[00:59.220]孤单星球
[01:01.810]转了多久
[01:03.560]才遇到了你
[01:05.780]靠近在我左右
[01:09.870]青春汹涌
[01:12.490]成长会痛
[01:14.300]你皱起眉头
[01:16.420]让我给你温柔
[01:20.490]我们在昨天的经历
[01:23.100]是彼此明天的勇气
[01:26.050]因为你未来不畏惧
[01:30.230]世界变化不停
[01:32.810]人潮川流不息
[01:35.090]我只想每个落日
[01:37.660]身边都有你
[01:40.340]如果有一天你会
[01:43.000]忘记我们的约定
[01:46.430]没关系
[01:47.460]至少有这首歌
[01:50.190]我再唱给你
[01:52.380]可能未来的你会
[01:55.090]为另一个谁哭泣
[01:57.810]请记得
[01:59.190]还有一首歌
[02:03.180]I'll only sing for you girl
[02:06.500]It's your song
[02:10.720]Oh yeah
[02:12.790]世界变化不停
[02:15.310]人潮川流不息
[02:17.680]我只想每个落日
[02:20.390]身边都有你
[02:23.310]如果有一天你会
[02:25.830]忘记我们的约定
[02:29.100]没关系
[02:30.160]至少有这首歌
[02:32.800]我再唱给你听
[02:38.510]再唱给你听
[02:44.140]Babe it's your song
[02:49.560]Babe it's your song
`}
]
